class WordMeaning {
  int id;
  int refId;
  List words;

  WordMeaning({required this.id, required this.refId, required this.words});
}

List<WordMeaning> wordMeaning = [
  WordMeaning(
    id: 1,
    refId: 11,
    words: [
      "وَٱلَّذِينَ",
      "যাহারা",
      "كَفَرُوا۟",
      "অস্বীকার" "ََوَ" "এবং",
      "بِـَٔايَـٰتِنَآ",
      "আমাদের আয়াতসমূহ",
      "أُو۟لَـٰٓئِكَ",
      "উহারাই",
      "أَصْحَـٰبُ ٱلنَّارِ ۖ",
      "هُمْ",
      "তাহারা",
      "فِيهَا,",
      "ইহাতে",
      "خَـٰلِدُونَ",
      "স্থায়ী"
    ],
  ),
  WordMeaning(
    id: 1,
    refId: 11,
    words: [
      "ََوَ",
      "এবং",
    ],
  ),
  WordMeaning(
    id: 1,
    refId: 11,
    words: [
      "ءَامِنُوا۟",
      "তোমরা ঈমান আন",
      "بِمَآ",
      "যাহাকিছু (পূর্ববর্তী কিতাব/সহীফা)",
      "أَنزَلْتُ",
      "আমি নাযিল করিয়াছি",
      "مُصَدِّقًۭا",
      "সত্যায়নকারীরূপে",
      "لِّمَا",
      "কারণ",
      "مَعَكُمْ",
      "তোমাদের নিকট আছে",
      "ََوَ" "এবং",
      "تَكُونُوٓا۟",
      "অস্বীকারকারী হইও না",
      "أَوَّلَ",
      "প্রথম",
      "كَافِرٍۭ",
      "অস্বীকারকারী",
      "بِهِۦ",
      "এর সাথে",
      "وَلَا",
      "এবং না",
      "تَشْتَرُوا۟",
      "বিক্রয় করিও",
      "بِـَٔايَـٰتِى",
      "আমার আয়াতসমূহ",
      "ثَمَنًۭا",
      "মূল্যে",
      "قَلِيلًۭا",
      "তুচ্ছ",
      "ََوَ",
      "এবং",
      "إِيَّـٰىَ",
      "শুধু আমারই "
    ],
  ),
];
